{
  "описание": "Файл с предметами Wiki. Для добавления нового предмета скопируйте структуру существующего объекта",
  "инструкция": {
    "id": "Уникальный номер предмета (например: '1', '2', '3')",
    "name": "Название предмета (отображается как заголовок карточки)",
    "image": "Ссылка на изображение предмета (URL или путь к файлу)",
    "description": "Полное описание предмета",
    "tags": "Массив тегов для фильтрации (слова с # в описании)",
    "isDonateItem": "true - если предмет донатный (появится золотая звезда), false или не указывать - если обычный"
  },
  "предметы": [
    {
      "id": "1",
      "name": "Доп рюкзак",
      "image": "https://s3.regru.cloud/img.devilrust/devilrust_priv_back.png",
      "description": "Содержит от 6 - 144 слотов, возможно увеличить слоты прокачивая Престиж или купив Донат привилегию на сайте. Сохраняет в себе все содержимое, не очищается после смерти или глобальных вайпов, если у вас закончилась Донат привилегия, слоты останутся до того момента пока вы не откроете инвентарь рюкзака, после открытия все вещи перейдут к вам в инвентарь, а то что не влезло выпадет на землю и может быть удалено безвозвратно.",
      "tags": ["вайпов"],
      "isDonateItem": true
    },
    {
      "id": "2",
      "name": "Валюта DC",
      "image": "https://s3.regru.cloud/img.devilrust/devilrust_priv_valuta.png",
      "description": "Это самая ценная валюта на серверах. Добывается путем открытия GOLD SCRAP (золотого металлолома), найти который можно в потерянных контейнерах или купить в Донат магазине, применяется в кастомном крафте для создания уникальных предметов. Данная валюта синхронизируется со всеми PVE серверами, и ее можно добывать на одном сервере, а тратить на другом. Не очищается после вайпа.",
      "tags": [
        "GOLD SCRAP",
        "потерянных контейнерах",
        "кастомном крафте",
        "вайпа"
      ],
      "isDonateItem": true
    },
    {
      "id": "3",
      "name": "Валюта DP",
      "image": "https://gspics.org/images/2024/08/05/I8rSI8.png",
      "description": "Можно получить в майнинг ферме, и продать во внутриигровом меню, DP - это основная валюта сервера, требуется для покупки транспорта, как валюта внутриигрового магазина и пр. Не очищается после вайпа.",
      "tags": ["майнинг ферме", "магазина", "вайпа"],
      "isDonateItem": false
    },
    {
      "id": "4",
      "name": "Майнинг ферма",
      "image": "https://gspics.org/images/2024/09/09/I0EH8x.png",
      "description": "Устройство состоящее из источника питания, провода и компьютерной станции. (Гайд по майнингу см. в /info) Основной источник заработка DP, продается в личном меню игрока /m → Обмен DP",
      "tags": ["DP", "меню"],
      "isDonateItem": false
    },
    {
      "id": "5",
      "name": "Меню игрока",
      "image": "/placeholder.svg",
      "description": "Личное меню игрока доступное на всех серверах, в нем вы можете найти все команды и особенности которые присутствуют на сервере, если вы новичок на нашем проекте - предлагаем вам изучить данное Меню в первую очередь.",
      "tags": ["меню", "Меню"],
      "isDonateItem": false
    },
    {
      "id": "6",
      "name": "Вайп / Глобальные вайпы",
      "image": "/placeholder.svg",
      "description": "На PVE серверах Глобальные вайпы происходят 1 раз в 30 дней, в первый четверг месяца, сразу после Официального обновления от разработчиков игры (21:30-22:30 по МСК), Глобальный вайп представляет собой полную очистку карты, с удалением изучений. Вайп - представляет из себя точно такую же очистку только без Удаления чертежей. Узнать когда будет ближайший вайп - можно посмотрев в календарь событий на сервере в личном меню игрока.",
      "tags": ["вайпы", "Вайп", "вайп", "календарь", "меню"],
      "isDonateItem": false
    },
    {
      "id": "7",
      "name": "Самогоноварение",
      "image": "https://cdn.poehali.dev/projects/21c5f7f9-6172-405c-820b-334660b805c6/files/df5568d9-7d46-4b2c-8b63-214cb9949450.jpg",
      "description": "Для того чтобы вам начать варить самогон, вам нужен продавец Иван, находится он в Мирном городе или Бандитском лагере, у него можно купить все необходимое, как подробно варить самогон вы можете узнать в /info личного меню.",
      "tags": ["Самогон", "меню"],
      "isDonateItem": false
    },
    {
      "id": "8",
      "name": "12345",
      "image": "https://s3.regru.cloud/img.devilrust/devilrust_priv_search.png",
      "description": "123123123й248ц4егокы9шмплаз.",
      "tags": ["тест", "меню"],
      "isDonateItem": true
    }
  ]
}
